[
    [
        { "name": "{{username}}", "text": "(imprimerie) C'est ici, qu'est-ce qu'on fait ? On va se renseigner à l'accueil."},
        { "name": "D.Tektiv", "text": "Mieux vaut éviter."},
        { "name": "{{username}}", "text": "Pourquoi ?"},
        { "name": "D.Tektiv", "text": "Si le professeur a été emmené ici, soit ils n'en savent rien, soit ils sont complices."},
        { "name": "D.Tektiv", "text": "Le mieux serait de s'y infiltrer."},
        { "name": "D.Tektiv", "text": "Le problème c'est que ce site m'a l'air bien gardé. Il y a pas mal de caméra."},
        { "name": "D.Tektiv", "text": "Dis-moi, je n'y connais pas grand-chose mais avec tes compétences, c'est possible de pirater le réseau de surveillance ?"},
        { "name": "{{username}}", "text": "Vous voulez corrompre le système de sécurité ?!"},
        { "name": "{{username}}", "text": "Ce n'est pas un peu extrême ?"},
        { "name": "{{username}}", "text": "Et je ne pense pas que ce soit légal non plus, vous êtes sensé représenter la justice non ?"},
        { "name": "D.Tektiv", "text": "Parfois il le faut malheureusement, surtout pour des cas extrêmes comme celui-là."},
        { "name": "{{username}}", "text": "Oui, la vie du prof est peut-être en jeu, c'est étrange qu'il soit venu ici et même s'il n'y est plus on trouvera sûrement des indices. Je pense pouvoir vous aider mais pour ça il faut rejoindre la salle des moniteurs. Une fois opérationnel, j'essaierai de vous guider, en rembobinant les flux vidéo pour vous faire passer sans être repéré."},
        { "name": "D.Tektiv", "text": "C'est un très bon plan digne de film."}
    ],
    [
        { "name": "D.Tektiv", "text": "Grâce à toi j'ai pu explorer plus librement. Je n'ai pas trouvé le professeur mais autre chose."},
        { "name": "{{username}}", "text": "Qu'est-ce que c'est ?"},
        { "name": "D.Tektiv", "text": "Un atelier clandestin, ils fabriquent des documents de tout type, carte d'identité, passeport, ..."},
        { "name": "{{username}}", "text": "Et vous comptez appeler vos collègues ?"},
        { "name": "D.Tektiv", "text": "....Non, il y a plus urgent."},
        { "name": "{{username}}", "text": "C'est quand même assez grave comme histoire."},
        { "name": "{{username}}", "text": "En plus nous sommes revenus à la case départ."},
        { "name": "{{username}}", "text": "À deux on n'arrivera pas à grand-chose il nous faut de l'aide. Je vais les appeler."},
        { "name": "D.Tektiv", "text": "Non, arrête...."},
        { "name": "D.Tektiv", "text": "Je t'ai menti, je ne suis pas inspecteur."},
        { "name": "D.Tektiv", "text": "Du moins plus maintenant."},
        { "name": "D.Tektiv", "text": "Ça fait des années que je poursuis les membres de cette mafia."},
        { "name": "D.Tektiv", "text": "Mais un incident a eu lieu et... j'ai dû quitter mon poste."},
        { "name": "D.Tektiv", "text": "Mais je n'ai jamais cessé de lutter contre eux, c'est pourquoi j'ai cherché d'autres personnes qui pourraient m'aider et je suis tombé sur le professeur qui avait lui aussi une dent contre eux."},
        { "name": "D.Tektiv", "text": "Alors nous avons commencé à collaborer pour les faire tomber. Hier, il m'a annoncé avoir enfin réussi quelque chose et juste après ça il disparaît."},
        { "name": "D.Tektiv", "text": "Je n'avais pas le droit de continuer mes recherches... et si tu préviens la police..."},
        { "name": "D.Tektiv", "text": "Je ne pourrai plus rien faire et ce définitivement."},
        { "name": "{{username}}", "text": "Mais chaque seconde compte... C'est vous qui l'avez dit."},
        { "name": "D.Tektiv", "text": "Je sais qu'ils ne le tueront pas tout de suite, après tout le professeur n'est pas n'importe qui pour eux."},
        { "name": "D.Tektiv", "text": "Mais je ne suis pas obnubilé par ma vengeance au point de faire risquer la vie du professeur, je te demande juste un dernier essai."},
        { "name": "D.Tektiv", "text": "On devrait essayer de remonter la piste."},
        { "name": "D.Tektiv", "text": "Le professeur a disparu juste avant de révéler une chose importante, comme il est très pointilleux, il ne me disait presque rien tant qu'il n'était pas sûr à 100%."},
        { "name": "D.Tektiv", "text": "Tu étais avec lui, tu sais peut-être ce qu'il essayait de faire."},
        { "name": "{{username}}", "text": "À vrai dire pas vraiment, c'était du décryptage il me semble mais je n'en sais pas vraiment plus."},
        { "name": "{{username}}", "text": "Mais on peut vérifier maintenant, sa carte nous permettra d'accéder à son laboratoire où il y a peut-être des choses qui nous éclaireront."},
        { "name": "D.Tektiv", "text": "D'accord, allons-y et… je te remercie."},
        { "name": "{{username}}", "text": "Vous semblez mieux connaître le professeur que moi, alors si vous dites qu'il va s'en sortir, j'essaie d'y croire le plus possible."}
    ]
]